Repository: ruslanlap/CmdPal-Definition
Catalog: DefinitionExtension/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AppTitle
source: Definition
fr_fr: Définition

# PlaceholderText
source: Type a word to look up its definition...
fr_fr: Tapez un mot pour chercher sa définition...

# NoResults
source: No definitions found
fr_fr: Aucune définition trouvée

source: Settings
fr_fr: Paramètres

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers

source: Open in Wiktionary
fr_fr: Ouvrir dans Wiktionnaire

source: Error
fr_fr: Erreur

# NetworkError
source: Could not reach dictionary service. Check connection.
fr_fr: Impossible de joindre le service de dictionnaire. Vérifiez la connexion.

# Subtitle
source: Look up word definitions, phonetics, synonyms & antonyms
fr_fr: Rechercher des définitions, phonétiques, synonymes et antonymes

# SettingsSubtitle
source: Configure the definition lookup settings
fr_fr: Configurer les paramètres de recherche de définitions

source: Word Definition Lookup
fr_fr: Recherche de définition

# TypeWordToSearch
source: Type a word to search the {0} dictionary
fr_fr: Tapez un mot pour chercher dans le dictionnaire {0}

# NoDefinitionsFor
source: No definitions found for "{0}"
fr_fr: Aucune définition trouvée pour « {0} »

# CheckSpelling
source: Check spelling or try another word.
fr_fr: Vérifiez l'orthographe ou essayez un autre mot.

# ResultsTitle
source: "{0}" — {1} results
fr_fr: « {0} » — {1} résultats

# UnexpectedError
source: An unexpected error occurred during lookup.
fr_fr: Une erreur inattendue s'est produite lors de la recherche.

source: Open source
fr_fr: Ouvrir la source
